{"about_h1":"About Us","about_h10":"Trust and Reliability","about_h11":"Direct Partnership and Unbeatable Prices","about_h12":"Individual Creative Approach","about_h13":"Current Hot Deals","about_h14":"Expert Destination Knowledge","about_h15":"Personal Manager's Advice and Assistance","about_h16":"Digital Experience","about_h17":"Visit us","about_h2":"Our mission","about_h3":"Pavasa.Travel Today","about_h4":"Dream, plan, or seize the moment - contact us anytime and\n                anywhere!","about_h5":"Booking and logistics have become easier!","about_h6":"Creating the perfect route","about_h7":"Enjoy, explore, and catch every moment","about_h8":"Your reviews help us get better!","about_h9":"Contact us today!","about_p1":"At Pavasa.Travel, we know how to make vacation planning enjoyable,\n            and the anticipation of departure thrilling, whether you're\n            traveling alone, with friends, as a couple, or with family. We value\n            our clients' time and are ready to take care of all your travel\n            needs: we'll select tours and excursions tailored to your needs and\n            budget, provide transfers, arrange insurance, and explain how to use\n            it, and we'll stay in touch throughout your vacation.","about_p10":"Every day, our dedicated team formulates and posts the best hot\n                deals on social networks. This means you will always have access\n                to the latest and most attractive offers, making your travel\n                planning easy and economical.","about_p11":"Our experienced team conducts regular on-site inspections,\n                meticulously evaluating hotels, restaurants, cleanliness,\n                beaches, and locations. You can be assured that your vacation\n                will meet and exceed expectations.","about_p12":"For every client that comes to us, we assign a personal manager\n                who will do everything possible to anticipate your needs until\n                the end of the journey. He will take care of reminding you about\n                your flight in advance or informing you about the rescheduling,\n                organize a transfer, or contact the hotel if you need to change\n                the room.","about_p13":"Pasava.Travel has turned into an online platform that allows you\n                to access our services from anywhere in the world and at any\n                time of the day. This convenient interface not only saves your\n                precious time but also offers free travel tips from our experts.\n                Booking the vacation of your dreams has never been so simple and\n                secure – you can pay through Visa and MasterCard.","about_p14":"We invite you to come and meet us in person at our offices\n                  during working hours.","about_p15":"to the Contact page","about_p2":" Do you want to relax in Greece and are waiting for the best\n                prices in the season? Perhaps you have a vacation planned for\n                specific dates and are ready to consider different destinations?\n                Or maybe you're one of those travelers who are ready to pack\n                their bags and embark on an adventure at any moment? Great! Come\n                to our office, call, write on social networks, or leave a\n                request on our site. Admiral.Travel has something to offer you!","about_p3":"Thanks to our extensive network of trusted partners, we will\n                take on the selection of the optimal accommodation offer for\n                your requests and transfer options for you, be it a flight, a\n                bus trip, travel by train, or even in your own car. We will\n                share our invaluable experience, guide you on the required\n                documents and insurance, and how to use them. Your safety\n                throughout the journey is our priority!","about_p4":"Considering your wishes and our experience, we will develop an\n                individual route, where every detail, from accommodation and\n                activities to restaurants and local attractions, will be\n                carefully planned to create unforgettable memories. Want to look\n                at Rome's landmarks and take a gondola ride in Venice during a\n                week's vacation in Italy? We will organize! Or wish that a beach\n                holiday in Greece starts with an unforgettable yacht cruise on\n                the very first evening? You're in the right place! We are here\n                to take the stress off your shoulders and you focus on pleasant\n                excitement before the trip.","about_p5":"Everything is ready, it's time to go on a well-deserved\n                vacation! Everything is taken care of, you just have to enjoy\n                the journey. Immerse yourself in new cultures, savor culinary\n                delights, and create unforgettable memories. Pasava.Travel,\n                represented by one of our wonderful managers, will be in touch\n                with you at every stage of the way, ensuring a hassle-free and\n                extraordinary journey.","about_p6":"We value your opinion and strive for constant improvement. At\n                the end of the trip, the manager will contact you to find out\n                your impressions. Your experience and ideas, combined with the\n                feedback of thousands of other satisfied travelers, help us\n                better coordinate our work, select the most interesting resorts\n                and cities to visit in dozens of countries, the best hotels, and\n                carriers. Actively listening to our clients, we guarantee that\n                every aspect of your future travels will be even more wonderful!","about_p7":"For 13 years, Pavasa.Travel has demonstrated unwavering\n                reliability in the face of pandemics, cataclysms, political\n                crises, and force majeure circumstances. We stand by our\n                customers in any situation, ensuring that their money is safe,\n                and travel plans are smoothly executed.","about_p8":"We work without intermediaries, and our direct contracts with\n                hotels and airlines allow us to offer the best prices on the\n                market. Our extensive network of partners includes\n                well-recommended airlines such as Turkish Airlines, Emirates,\n                Wizz Air, Ryanair, and a vast database of more than a million\n                hotels guarantees a wide selection of competitive options.","about_p9":"By contacting us, you will receive personalized attention and\n                expert recommendations for planning a trip that meets your\n                desires and exceeds your expectations."}