{"about_h1":"Über uns","about_h10":"Vertrauen und Zuverlässigkeit","about_h11":"Direkte Partnerschaft und unschlagbare Preise","about_h12":"Individueller kreativer Ansatz","about_h13":"Aktuelle Hot Deals","about_h14":"Expertenwissen zu Reisezielen","about_h15":"Beratung und Unterstützung durch den persönlichen Manager","about_h16":"Digitales Erlebnis","about_h17":"Besuchen Sie uns","about_h2":"Unsere Aufgabe","about_h3":"Pavasa.Reisen Sie heute","about_h4":"Träumen, planen oder den Moment nutzen – kontaktieren Sie uns jederzeit und überall!","about_h5":"Buchung und Logistik sind einfacher geworden!","about_h6":"Die perfekte Route erstellen","about_h7":"Genießen, erkunden und jeden Moment festhalten","about_h8":"Ihre Bewertungen helfen uns, besser zu werden!","about_h9":"Kontaktiere uns heute!","about_p1":"Bei Pavasa.Travel wissen wir, wie man die Urlaubsplanung angenehm und die Vorfreude auf die Abreise spannend macht, egal ob Sie alleine, mit Freunden, zu zweit oder mit der Familie reisen. Wir schätzen die Zeit unserer Kunden und sind bereit, uns um alle Ihre Reisebedürfnisse zu kümmern: Wir wählen Touren und Ausflüge aus, die auf Ihre Bedürfnisse und Ihr Budget zugeschnitten sind, organisieren Transfers, arrangieren Versicherungen und erklären, wie man sie nutzt, und wir bleiben während Ihres gesamten Urlaubs in Kontakt.","about_p10":"Unser engagiertes Team erstellt und veröffentlicht täglich die besten Angebote in den sozialen Netzwerken. So haben Sie immer Zugriff auf die aktuellsten und attraktivsten Angebote und können Ihre Reise einfach und kostengünstig planen.","about_p11":"Unser erfahrenes Team führt regelmäßig Inspektionen vor Ort durch und bewertet Hotels, Restaurants, Sauberkeit, Strände und Standorte sorgfältig. Sie können sicher sein, dass Ihr Urlaub Ihre Erwartungen erfüllen und übertreffen wird.","about_p12":"Jedem Kunden, der zu uns kommt, stellen wir einen persönlichen Manager zur Verfügung, der alles Mögliche tut, um Ihre Bedürfnisse bis zum Ende der Reise zu antizipieren. Er wird Sie im Voraus an Ihren Flug erinnern oder Sie über die Umbuchung informieren, einen Transfer organisieren oder das Hotel kontaktieren, wenn Sie das Zimmer wechseln möchten.","about_p13":"Pasava.Travel hat sich zu einer Online-Plattform entwickelt, die Ihnen von überall auf der Welt und zu jeder Tageszeit Zugriff auf unsere Dienste ermöglicht. Diese praktische Schnittstelle spart nicht nur Ihre kostbare Zeit, sondern bietet Ihnen auch kostenlose Reisetipps von unseren Experten. Noch nie war es so einfach und sicher, den Urlaub Ihrer Träume zu buchen – Sie können mit Visa und MasterCard bezahlen.","about_p14":"Wir laden Sie ein, uns während unserer Geschäftszeiten persönlich in unseren Geschäftsräumen kennenzulernen.","about_p15":"zur Kontaktseite","about_p2":" Sie möchten in Griechenland entspannen und warten auf die besten Preise der Saison? Vielleicht haben Sie einen Urlaub für bestimmte Termine geplant und sind bereit, verschiedene Reiseziele in Betracht zu ziehen? Oder vielleicht gehören Sie zu den Reisenden, die jederzeit bereit sind, ihre Koffer zu packen und sich auf ein Abenteuer einzulassen? Großartig! Kommen Sie in unser Büro, rufen Sie an, schreiben Sie in sozialen Netzwerken oder hinterlassen Sie eine Anfrage auf unserer Website. Admiral.Travel hat Ihnen etwas zu bieten!","about_p3":"Dank unseres umfangreichen Netzwerks an vertrauenswürdigen Partnern übernehmen wir für Sie die Auswahl des optimalen Unterkunftsangebots für Ihre Wünsche und Transfermöglichkeiten, sei es ein Flug, eine Busreise, eine Fahrt mit der Bahn oder sogar mit dem eigenen Auto. Wir teilen unsere unschätzbare Erfahrung, beraten Sie zu den erforderlichen Dokumenten und Versicherungen und deren Verwendung. Ihre Sicherheit während der gesamten Reise ist unsere Priorität!","about_p4":"Unter Berücksichtigung Ihrer Wünsche und unserer Erfahrung entwickeln wir eine individuelle Route, bei der jedes Detail, von der Unterkunft und Aktivitäten bis hin zu Restaurants und lokalen Sehenswürdigkeiten, sorgfältig geplant wird, um unvergessliche Erinnerungen zu schaffen. Möchten Sie während eines einwöchigen Urlaubs in Italien die Sehenswürdigkeiten Roms besichtigen und eine Gondelfahrt in Venedig unternehmen? Wir organisieren das! Oder möchten Sie, dass ein Strandurlaub in Griechenland gleich am ersten Abend mit einer unvergesslichen Yachtkreuzfahrt beginnt? Dann sind Sie bei uns richtig! Wir sind hier, um Ihnen den Stress von den Schultern zu nehmen und Sie können sich vor der Reise auf angenehme Erlebnisse konzentrieren.","about_p5":"Alles ist bereit, es ist Zeit für einen wohlverdienten Urlaub! Für alles ist gesorgt, Sie müssen nur noch die Reise genießen. Tauchen Sie ein in neue Kulturen, genießen Sie kulinarische Köstlichkeiten und schaffen Sie unvergessliche Erinnerungen. Pasava.Travel, vertreten durch einen unserer wunderbaren Manager, wird auf jeder Etappe des Weges mit Ihnen in Kontakt bleiben und eine problemlose und außergewöhnliche Reise gewährleisten.","about_p6":"Wir legen Wert auf Ihre Meinung und streben nach ständiger Verbesserung. Am Ende der Reise wird sich der Manager mit Ihnen in Verbindung setzen, um Ihre Eindrücke zu erfahren. Ihre Erfahrungen und Ideen, kombiniert mit dem Feedback Tausender anderer zufriedener Reisender, helfen uns, unsere Arbeit besser zu koordinieren, die interessantesten Urlaubsorte und Städte in Dutzenden von Ländern, die besten Hotels und Fluggesellschaften auszuwählen. Indem wir unseren Kunden aufmerksam zuhören, garantieren wir, dass jeder Aspekt Ihrer zukünftigen Reisen noch wunderbarer wird!","about_p7":"Seit 13 Jahren beweist Pavasa.Travel unerschütterliche Zuverlässigkeit angesichts von Pandemien, Naturkatastrophen, politischen Krisen und Umständen höherer Gewalt. Wir stehen unseren Kunden in jeder Situation zur Seite und sorgen dafür, dass ihr Geld sicher ist und Reisepläne reibungslos umgesetzt werden.","about_p8":"Wir arbeiten ohne Zwischenhändler und unsere direkten Verträge mit Hotels und Fluggesellschaften ermöglichen es uns, die besten Preise auf dem Markt anzubieten. Unser umfangreiches Partnernetzwerk umfasst renommierte Fluggesellschaften wie Turkish Airlines, Emirates, Wizz Air und Ryanair. Eine umfangreiche Datenbank mit mehr als einer Million Hotels garantiert eine große Auswahl an wettbewerbsfähigen Optionen.","about_p9":"Wenn Sie uns kontaktieren, erhalten Sie persönliche Betreuung und fachkundige Empfehlungen für die Planung einer Reise, die Ihren Wünschen entspricht und Ihre Erwartungen übertrifft."}